// Правила:
// 1. Без ООП. Код пишется в процедурном стиле.
// 2. Есть список слов из которого выбирается случайное.
// 3. Всего 6 попыток отгадать слово.
//    Порядок рисовки: голова с веревкой, тело, руки, ноги.

// Рисунок:
/*
System.out.println("""
                       _________
                       |/      |   \s
                       |       .O  \s
                       |      /U\\ \s
                       |       ||  \s
                      /|\\
                ======|||==============================
                """);
*/

public class Main {
    public static void main(String[] args) {

    }
}